{
    "netflix": [
      {
        "Id": 1,
        "group": ",ดราม่า,ระทึกขวัญ,โรแมนติก,แอ็คชั่น",
        "poster": "1.jpeg",
        "Title": "Oxygen",
        "Recapitulation":"เรื่องราวของหญิงสาวที่ตื่นมาพร้อมกับความทรงจำที่หายไป ไม่รู้แม้กระทั่งตัวเองเป็นใคร และเหตุการณ์ก่อนหน้านี้เกิดอะไรขึ้น สิ่งที่พบตรงหน้ามีเพียงพื้นที่คับแคบและปิดตาย ซึ่งก็คือกระสวยแช่แข็งที่มีอุณหภูมิหนาวเย็นจับใจชวนให้สติแตกได้ทุกเมื่อ",
        "Year": "2021"
      },
      {
        "Id": 2,
        "group": "ตลก,ดราม่า,ระทึกขวัญ,โรแมนติก,แอ็คชั่น",
        "poster": "2.jpg",
        "Title": " Don't Look Up",
        "Recapitulation":"เมื่อนักศึกษาดาราศาสตร์ระดับปริญญาเอก ค้นพบดาวหางขนาดมหึมาที่กำลังพุ่งเข้าชนโลกมนุษย์ในอีก 6 เดือนข้างหน้า ซึ่งเป็นดาวหางที่มีอานุภาพทำลายโลกได้ภายในพริบตา",
        "Year": "2021"
      },
      {
        "Id": 3,
        "group": "ตลก,ดราม่า,ระทึกขวัญ,โรแมนติก,แอ็คชั่น",
        "poster": "3.jpg",
        "Title": "The White Tiger",
        "Recapitulation":"การแบ่งวรรณะ ความเชื่อ และการกดขี่ในประเทศอินเดีย ที่ตัวเอกของเรื่องเป็นคนเรียนดีและได้รับโอกาสเพื่อไปเรียนต่อ แต่เขากลับต้องเสียโอกาสนั้นไป เมื่อครอบครัวของเขายากจน เนื่องจากถูกขูดรีดเงินค่าที่ดินจากครอบครัวอโศก",
        "Year": "2021"
      },
      {
        "Id": 4,
        "group": "ตลก,ดราม่า,ระทึกขวัญ,โรแมนติก,แอ็คชั่น",
        "poster": "4.jpeg",
        "Title": "Space Sweepers",
        "Recapitulation":"ในโลกอนาคตปี ค.ศ. 2092 มนุษย์จะมีการแบ่งแยกชนชั้นอย่างชัดเจน ผู้มีอันจะกินก็ได้อาศัยอยู่ในยานอวกาศที่เพียบพร้อมด้วยความสะดวกสบาย ทั้งยังยึดเอาทรัพยากรทั้งหมดที่พอมีอยู่เป็นกรรมสิทธิ์ของตัวเอง",
        "Year": "2021"
      },
      {
        "Id": 5,
        "group": "ตลก,ดราม่า,ระทึกขวัญ,โรแมนติก,แอ็คชั่น",
        "poster": "5.jpg",
        "Title": "Dark World เกม ล่า ฆ่า รอด ",
        "Recapitulation":"การล่มสลายทางเศรษฐกิจที่ทำให้กฎหมายไม่ศักดิ์สิทธิ์อีกต่อไป คนมีเงินคือพระเจ้าที่บันดาลได้ทุกสิ่ง คนจนกลับกลายเป็นทาส มีเพียงต้องแข็งแกร่งเท่านั้นจึงจะอยู่รอด และสิ่งที่ตัวเอกทั้ง 3 คนต้องเจอก็คือ ",
        "Year": "2021"
      },
      {
        "Id": 6,
        "group": "ตลก,ดราม่า,ระทึกขวัญ,โรแมนติก,แอ็คชั่น",
        "poster": "6.png",
        "Title": "Love and Monsters",
        "Recapitulation":"ในวันที่สัตว์ประหลาดบุกถล่มโลกเมื่อ 7 ปีที่แล้ว โจเอล ดอว์สัน ได้สูญเสียคนรอบตัวไปจนหมด เช่นเดียวกับเพื่อนมนุษย์คนอื่น ๆ จนทำให้มนุษยชาติต้องหนีลงไปใช้ชีวิตในเมืองใต้ดิน",
        "Year": "2021"
      },
      {
        "Id": 7,
        "group": "ตลก,ดราม่า,ระทึกขวัญ,โรแมนติก,แอ็คชั่น",
        "poster": "7.png",
        "Title": " Kingdom: Ashin of the North",
        "Recapitulation":"จุดเริ่มต้นของหายนะผีดิบคลั่งที่ปั่นป่วนทั้งแผ่นดินโชซอนผ่านเรื่องราวของ อาชิน เด็กสาวจากชนเผ่าเร่ร่อนทางตอนเหนืออย่างเผ่าหนี่ว์เจิน โดยเธอได้ค้นพบสมุนไพรที่มีคำเล่าต่อกันมาว่าสามารถคืนชีพชีวิตคนได้",
        "Year": "2021"
      },
      {
        "Id": 8,
        "group": "ตลก,ดราม่า,ระทึกขวัญ,โรแมนติก,แอ็คชั่น",
        "poster": "8.jpg",
        "Title": "Carter",
        "Recapitulation":"สายลับคนหนึ่งตื่นขึ้นมาในโรงแรมโดยที่ไม่สามารถจำอะไรได้ และหลังจากตื่นเพียงไม่นาน ก็มีซีไอเอบุกเข้ามาในห้องเพื่อจับกุมเขา ซึ่งเขาต้องเจอกับเหตุการณ์แปลกประหลาดต่าง ๆ ",
        "Year": "2021"
      },
      {
        "Id": 9,
        "group": "ตลก,ดราม่า,ระทึกขวัญ,โรแมนติก,แอ็คชั่น",
        "poster": "9.jpg",
        "Title": "Train to Busan (ด่วนนรกซอมบี้คลั่ง)",
        "Recapitulation":"เรื่องราวของพ่อลูกคู่หนึ่ง ที่พบกับวิกฤตไวรัสซอมบี้ระบาดทั่วกรุงโซล ทำให้มีหนทางเดียวที่จะเอาชีวิตรอด คือ นั่งรถไฟไปถึงเมืองปูซานให้ได้ หนังซอมบี้เรื่องนี้เป็นเรื่องที่ครบทุกรส",
        "Year": "2016"
      },
      {
        "Id": 10,
        "group": "ตลก,ดราม่า,ระทึกขวัญ,โรแมนติก,แอ็คชั่น",
        "poster": "10.jpg",
        "Title": "World War Z (มหาวิบัติสงคราม Z)",
        "Recapitulation":"เรื่องราวของเจ้าหน้าที่ยูเอ็นคนหนึ่ง ที่ต้องพบกับวิกฤตการณ์ซอมบี้ระบาดไปทั่วโลก ทำให้ต้องเดินทางไปยังที่ต่าง ๆ เพื่อหาต้นตอและหยุดยั้งโรคระบาดนี้ให้จงได้ ",
        "Year": "2013"
      }
    ]
  }