{
    "movieReview": [
        {
            "id": 1,
            "movieName": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง",
            "movieLength": 115,
            "director": "Hirakawa Yuichiro",
            "category": "หนังรักโรแมนติก",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_12/original/221203120331TqQ.jpg",
            "trailer": "https://www.youtube.com/embed/u2QNy_usYuA",
            "review": {
                "review": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง เป็นหนังที่ดัดแปลงมาจากอนิเมะชื่อเดียวกันของ Ghibli (แต่ภาษาไทยคนละชื่อ โดยฉบับอนิเมะใช้ชื่อว่า วันนั้น...วันไหน หัวใจจะเป็นสีชมพู) ซึ่งหนังเรื่องนี้ไม่เพียงแต่ Remake ใหม่มาเป็นฉบับ Live-action มันยังเป็นทั้งภาคต่อที่จะได้เห็นเรื่องราวการเติบโตของตัวละครด้วย ในแบบฉบับของผู้สร้างเองด้วย คำถามแรก คงมีคนสงสัยแน่ว่าถ้าไม่เคยดูฉบับอนิเมะมาจะดูรู้เรื่องมั้ย คำตอบคือ ดูรู้เรื่อง เพราะถึงแม้จะบอกไปว่ามันเป็นภาคต่อ แต่ตัวหนังก็มีเหตุการณ์ย้อนอดีตในช่วงวัยเด็กที่เป็นอนิเมะมาให้เราดูอยู่บ้าง แต่ถ้าหากจะให้แนะนำ ถ้าตัดสินใจจะดูหนังเรื่องนี้แล้ว ไม่ว่าก่อนหรือหลังก็ต้องไปหาอนิเมะเรื่องนี้ดู และเราดูหนังก่อนดูอนิเมะ เพราะมีอะไรหลายจุดที่มันไม่เหมือนกับในหนัง ทั้งรายละเอียดเล็กน้อย และรายละเอียดหลัก เช่น ความฝันของพระเอกเซอิจิที่เปลี่ยนจากช่างทำไวโอลินกลายเป็นนักดนตรีเชลโล่มืออาชีพ หรืออย่างงานเขียนแรกของนางเอกชิซึคุจากที่ให้ปู่ของเซอิจิอ่านก็กลายเป็นให้เซอิจิอ่านคนแรก อีกทั้งยังมีประเด็นหลายอย่างที่หนังก็ไม่ได้เล่าจากอนิเมะเช่นกัน แต่ในมุมมองของเราก็ผิดหวังในด้านความเป็นหนังหลังดูจบไปแล้วรอบนึง พอได้ดูอนิเมะก็ยิ่งผิดหวังกับหนังเข้าไปใหญ่ ขาดเสน่ห์แบบสุด ๆ",
                "score": {
                    "screenPlay": 4,
                    "playing": 4,
                    "music": 7,
                    "actorSkills": 6,
                    "graphics": 7,
                    "average": 5.6
                }
            }
        },
        {
            "id": 2,
            "movieName": " ใจฟูสตอรี่",
            "movieLength": 110,
            "director": "พฤกษ์ เอมะรุจิ",
            "category": "หนังรักโรแมนติก",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_08/original/3152_220813002708E5.jpg",
            "trailer": "https://www.youtube.com/embed/RL79pnwGhK4",
            "review": {
                "review": "ป็นหนังรักธรรมดา เล่าตรงไปตรงมา ง่าย ๆ เข้าใจไม่ยาก แต่มันก็สามารถทำให้เราเอ็นจอยและเพลิดเพลินไปกับมันได้ตลอดทั้งเรื่อง แน่นอนว่าบางเรื่องอาจจะต้องมองข้ามหลักเหตุและผลไปซะหน่อยก็จะเอ็นจอยกับมันได้มากขึ้น อาจจะเพราะด้วยข้อจำกัดของเวลาเลยต้องเลือกเล่าแบบนั้น ในแต่ละเรื่องมันอาจจะรู้สึกว่ารีบเล่ารีบจบเร็วไปเสียหน่อยอย่างน่าเสียดาย แต่มันก็ยังคงเป็นหนังรักปลายเปิดที่หลากอารมณ์และน่ารักไม่ใช่เล่น",
                "score": {
                    "screenPlay": 3,
                    "playing": 4,
                    "music": 5,
                    "actorSkills": 4,
                    "graphics": 5,
                    "average": 4.2
                }
            }
        },
        {
            "id": 3,
            "movieName": "Detective Conan: The Bride of Halloween - ยอดนักสืบจิ๋ว โคนัน เดอะมูฟวี่ 25 : เจ้าสาวฮาโลวีน",
            "movieLength": 111,
            "director": "Susumu Mitsunaka",
            "category": "หนังสืบสวน",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_05/original/2205101200161fR.jpg",
            "trailer": "https://www.youtube.com/embed/5DcWtjrYcFI",
            "review": {
                "review": "โคนันเป็นเรื่องราวที่ผมเชื่อว่าใครหลายคนน่าจะต้องเคยดูผ่านกันมาไม่มากก็น้อย ทั้งในรูปแบบหนังสือการ์ตูนหรือในรูปแบบอนิเมะ และในฉบับเดอะมูฟวี่ก็ถูกทำมาแล้วถึง 25 ภาค ซึ่งในภาคนี้ก็บอกเล่าเรื่องราวในช่วงเทศกาลฮาโลวีนที่โตเกียวใจกลางชิบูยะ กับคนร้ายมือวางระเบิดสุดอันตรายที่มีความเกี่ยวพันธ์กับฟุรุยะ เรย์ และผองเพื่อน! ต้องบอกก่อนว่าสำหรับใครที่เป็นแฟนโคนันคงไม่พลาดแน่ ๆ แต่สำหรับใครที่ไม่ได้ตามโคนันมานานแล้ว อยากกลับมาดูก็สามารถดูได้แบบไม่งงมากนัก เพราะตัวหนังยังใจดีปูเรื่องราวที่ผ่านมาให้เราฟังอย่างคร่าว ๆ ว่าใครเป็นใคร เกิดอะไรขึ้นบ้าง ให้พอเข้าใจโดยสังเขป ",
                "score": {
                    "screenPlay": 9,
                    "playing": 10,
                    "music": 9,
                    "actorSkills": 9,
                    "graphics": 8,
                    "average": 9
                }
            }
        },
        {
            "id": 4,
            "movieName": "SONIC THE HEDGEHOG 2",
            "movieLength": 120,
            "director": "Jeff Fowler",
            "category": "หนังต่อสู้แอกชัน,หนังผจญภัย,หนังการ์ตูน",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_04/original/3084_2204251018217z.jpg",
            "trailer": "https://www.youtube.com/embed/G5kzUpWAusI",
            "review": {
                "review": "เป็นหนังจากเกมที่ทำออกมาอยู่ในระดับที่ดี ดูได้เพลิน ตลก สนุก ถึงแม้บทในภาคนี้จะอ่อนลงจากภาคแรกบ้าง แต่มันก็ทดแทนในจุดอื่น ๆ ได้ดี ณ ตอนนี้ แฟรนไชส์นี้มันได้กลายเป็นหนังจากเกมในดวงใจไปแล้ว เฝ้ารอการมาของภาคต่อแบบสุด ๆ ใครชอบภาคแรก จะชอบภาคนี้ยิ่งกว่า",
                "score": {
                    "screenPlay": 6,
                    "playing": 7,
                    "music": 7.5,
                    "actorSkills": 9.5,
                    "graphics": 9,
                    "average": 7.8
                }
            }
        },
        {
            "id": 5,
            "movieName": " 4 Kings อาชีวะยุค 90",
            "movieLength": 140,
            "director": "พุฒิพงษ์ นาคทอง",
            "category": "หนังดราม่า,หนังระทึกขวัญ,หนังไทย",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2021_12/original/2112021200104R8.jpg",
            "trailer": "https://www.youtube.com/embed/3olMNtUaVW4",
            "review": {
                "review": "เป็นหนังที่ตั้งใจทำมาดราม่าเพื่อบอกว่าปลายทางมันไม่สวยนะเว้ย และมันก็ทำดราม่าแต่ละประเด็นได้โคตรสุดโคตรถึง ทำได้มีหัวจิตหัวใจสุด ๆ ถ้าใครดูเรื่องนี้จบแล้วยังจะมีอารมณ์ฮึกเหิม เลือดสูบฉีดอยากตีกัน ก็บ้ามากแล้ว แต่ก็นะ...น่าเสียใจที่ยังบ้าคิดไม่ได้อยู่ ตัวบทดี อาจมีสงสัยถึงแบบชะตากรรมตัวละครแต่ละตัวนิดนึง หรือติดตรงการคัทฉากที่น่าจะขยายได้อีก ลดบางซีนขยายอีกบางซีนน่าจะเยี่ยมมาก แต่แค่นี้ก็ถือว่าดีแล้ว ส่วนนักแสดงก็อยู่ในระดับดี โปรดักชันถ่ายทำก็ดีไม่แพ้กัน เรียกได้ว่า เป็นหนังความยาว 2 ชั่วโมงกว่าที่คุ้มค่าแก่การดูด้วยประการทั้งปวง",
                "score": {
                    "screenPlay": 8.5,
                    "playing": 8.5,
                    "music": 10,
                    "actorSkills": 8,
                    "graphics": 9,
                    "average": 8.8
                }
            }
        },
        {
            "id": 6,
            "movieName": "Stand By Me : Doraemon 2 - โดราเอมอน เพื่อนกันตลอดไป 2",
            "movieLength": 96,
            "director": "Takashi Yamazaki/Ryuichi Yagi",
            "category": "หนังการ์ตูน",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2021_03/original/210323120009192.jpg",
            "trailer": "https://www.youtube.com/embed/SekwIeFBfAw",
            "review": {
                "review": "เมื่อโนบิตะพบตุ๊กตาหมีตัวเก่าที่เขาเคยเล่นสมัยเด็กอยู่ในห้อง ทำให้เขานึกถึงคุณย่าที่แสนใจดี พร้อมตัดสินใจชวนโดราเอมอนย้อนเวลากลับไปในอดีตเพื่อพบกับคุณย่าอีกครั้ง จนเมื่อคุณย่าเอ่ยปากว่า “อยากจะพบกับเจ้าสาวของโนบิตะ” โดราเอมอนและโนบิตะจึงเดินทางไปในวันแต่งงานที่จะเกิดขึ้นในอนาคต ก่อนจะพบว่าโนบิตะในวัยผู้ใหญ่ได้หนีหายออกจากงานแต่งงานของเขากับชิซึกะไป โนบิตะและโดราเอมอนจึงต้องช่วยกันตามหาเพื่อทำให้ความฝันของคุณย่าเป็นจริง",
                "score": {
                    "screenPlay": 7,
                    "playing": 8,
                    "music": 8,
                    "actorSkills": 8,
                    "graphics": 9,
                    "average": 8
                }
            }
        }
    ]
}